Repository: Nackophilz/seedcross
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Host
fr: Hôte

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Search CJK title
fr: Rechercher les titres CJK

source: Category indexers
fr: Indexeurs de catégories

source: Movie/TV indexers
fr: Indexeurs Films/TV

source: Music indexers
fr: Indexeurs Musique

source: eBook indexers
fr: Indexeurs eBook

source: Audio indexers
fr: Indexeurs Audio

source: Other(Unknown) indexers
fr: Autres indexeurs (inconnus)

source: Jackett or Prowlarr
fr: Jackett ou Prowlarr

source: Jackett/Prowlarr Url
fr: URL Jackett/Prowlarr

source: Jackett/Prowlarr Api key
fr: Clé API Jackett/Prowlarr

source: Tracker / Indexer
fr: Tracker / Indexeur

source: Flow control: Count limit
fr: Contrôle de flux : Limite de nombre

source: Flow control: Interval
fr: Contrôle de flux : Intervalle

source: Cycle run
fr: Exécution cyclique

source: Cycle run interval (minutes)
fr: Intervalle d'exécution cyclique (minutes)

source: Max size difference (bytes) when compare torrents.
fr: Différence de taille maximale (octets) lors de la comparaison des torrents.

source: Map From: Download client(QB/Tr/De) path
fr: Mapper depuis : Chemin du client de téléchargement (QB/Tr/De)

source: Map to: seedcross path
fr: Mapper vers : Chemin SeedCross

source: Language
fr: Langue

source: Timezone
fr: Fuseau horaire

source: General Setting
fr: Paramètres généraux

source: Download Client Setting
fr: Paramètres du client de téléchargement

source: Jackett/Prowlarr Setting
fr: Paramètres Jackett/Prowlarr

source: ex. http://jackett/prowlarr.server.ip:9117/
fr: ex. http://ip.du.serveur.jackett/prowlarr:9117/

source: copy from jackett/prowlarr web ui
fr: copier depuis l'interface web de jackett/prowlarr

source: leave blank to search all configured indexers
fr: laisser vide pour rechercher tous les indexeurs configurés

source: Search options
fr: Options de recherche

source: max size difference (in bytes)
fr: différence de taille maximale (en octets)

source: Flow Control Setting
fr: Paramètres de contrôle de flux

source: Cycle run options
fr: Options d'exécution cyclique

source: Fix options
fr: Options de réparation

source: (required: your download client is running on the same machine as seedcross)
fr: (requis : votre client de téléchargement s'exécute sur la même machine que seedcross)

source: Save Settings
fr: Enregistrer les paramètres

source: Check error messages
fr: Vérifiez les messages d'erreur

source: Settings
fr: Paramètres

source: Start Cross
fr: Démarrer Cross

source: Search History
fr: Historique de recherche

source: Modify Password
fr: Modifier le mot de passe

source: Logout
fr: Déconnexion

source: Login
fr: Connexion

source: Clear Searched History
fr: Effacer l'historique de recherche

source: Start Cross Seed
fr: Démarrer Cross Seed

source: Clear records
fr: Effacer les enregistrements

source: Total / Searched
fr: Total / Recherché

source: Flow Limit / Session
fr: Limite de flux / Session

source: Downloaded
fr: Téléchargé

source: Cancel Task
fr: Annuler la tâche

source: Waiting for task logs...
fr: En attente des journaux de tâches...
